# Applications Homebrew
brew "git"
brew "openjdk@21"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"
brew "maven"
brew "neovim"
brew "eza"
brew "node"
brew "ripgrep"
brew "sketchybar"
brew "borders"

# Applications Cask
cask "nordvpn"
cask "netdownloadhelpercoapp"
cask "font-caskaydia-cove-nerd-font"
cask "obsidian"
cask "raycast"
cask "qbittorrent"
cask "keepingyouawake"
cask "sublime-text"
cask "synologyassistant"
cask "brave-browser"
cask "ghostty"
cask "vlc"
cask "nikitabobko/tap/aerospace"

